// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "전환하다";
"Favorites" = "즐겨찾기";
"Settings" = "설정";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favourites." = "통화쌍을 검색하여 즐겨찾기에 추가하세요.";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "기본 설정";
"Stay in touch" = "연락을 유지하다";
"About" = "에 대한";

/* Picker label */
"Default currency" = "기본 통화";

/* Search Bar label */
"Search..." = "찾다...";

/* Link to rate app */
"Rate Simoleon" = "시몰레온 평가";

/* Link to go to Twitter */
"Developer's Twitter" = "개발자의 트위터";

/* Link to contact */
"Contact" = "연락하다";

/* Link to website */
"Website" = "웹사이트";

/* Link to privacy policy */
"Privacy Policy" = "개인 정보 정책";

/* Link to terms of use */
"Terms of Use" = "이용약관";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "올 액세스 잠금 해제";

/* Subscription feature titles */
"Favorite Forex Pairs" = "좋아하는 외환 쌍";
"Over 170 Currencies" = "170개 이상의 통화";
"Everything is Up-to-date" = "모든 것이 최신 상태입니다.";
"Cryptos and Commodities" = "암호화폐 및 상품";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "통화 쌍을 저장하여 빠르게 액세스하십시오.";
"Access almost every currency of the world." = "세계의 거의 모든 통화에 액세스하십시오.";
"Your settings and favorite currencies in all your devices." = "모든 장치에서 설정 및 즐겨찾는 통화.";
"Convert currency between cryptos, gold, and silver." = "암호화폐, 금, 은 간에 통화를 변환합니다.";

/* Button to dismiss modal sheet */
"Cancel" = "취소";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "통화";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "에서부터 %@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "금액을 입력하세요";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "카테고리";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "%@/월 구독";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "구매를 복원";

/* Alert title */
"No subscriptions found" = "구독을 찾을 수 없습니다.";

/* Alert message */
"You are not subscripted to Simoleon yet." = "당신은 아직 simoleon을 구독하지 않았습니다.";

